{

    "homeWord": "الرئيسية",
    "watfaWord": "وطفة",
    "whyWord": "لماذا",
    "aboutWord": "حول",
    "faqWord": "الاسئلة الشائعة",
    "contactUsWord": "تواصل معنا",
    "languageWord": "اللغة",
    "arabicWord": "العربية",
    "englishWord": "الانجليزية",

    "welcomeToWord": "مرحبا في",
    "mainTitleSentence": "يجب أن يكون التسوق ممتعًا، وليس عبئًا ماليًا",
    "introWatfa": "في وطفة، يجب أن يجلب التسوق المتعة، وليس الضغط المالي. تم تصميم خدمة (اشتر الآن وادفع لاحقًا) خصيصًا للنساء، حيث توفر تجربة تسوق مخصصة وآمنة. سواء كنت تبحث عن الموضة أو الجمال أو العافية، تساعدك وطفة على الاستمتاع بما تحبينه دون دفعات مسبقة.",

    "whyChooseWord": "لماذا تختار",

    "whyChooseP": "سواء كنت تحتفل بأعياد الميلاد أو حفلات الزفاف أو تدليل نفسك ببساطة، يتيح لك تطبيق وطفة التسوق الآن والدفع لاحقًا دون أي دفعات مقدمة.",

    "whyCardsTitle1": "المكافآت والخصومات",
    "whyCardsTitle2": "شراكة",
    "whyCardsTitle3": "الأمان المعزز",
    "whyCardsTitle4": "أقساط بدون فوائد",
    "whyCardsTitle5": "تجربة تسوق مخصصة",

    "whyCardsDescription1": "اكسب المكافآت واحصل على خصومات حصرية مع كل عملية شراء، مما يجعل كل معاملة أكثر فائدة.",
    "whyCardsDescription2": "سيكون عملاؤنا شركاء لنا في عمولاتنا من البائعين، ونشارك العمولة معهم",
    "whyCardsDescription3": "تضمن وطفة حماية بياناتك بتشفير متقدم، مما يمنحك الثقة عند التسوق.",
    "whyCardsDescription4": "ادفع على مدى ثلاثة أشهر أو قم بالدفع دفعة واحدة خلال 25 يومًا—بدون رسوم مخفية.",
    "whyCardsDescription5": "استكشف مجموعات مختارة من الأزياء والجمال والعناية، مصممة خصيصًا لأسلوبك الفريد.",

    "shopNowWord": "تسوق الان",

    "aboutWatfaParagraph": "في وطفة، نعمل على إعادة تعريف التسوق من خلال تقديم حل مالي حصري للنساء، وهو خدمة الشراء الآن والدفع لاحقًا (BNPL) المرنة الخالية من الفوائد والمصممة لتناسب نمط حياتك. وطفة أكثر من مجرد طريقة دفع؛ إنها طريق إلى الحرية المالية. توفر منصتنا خيارات دفع سهلة وشفافة بدون رسوم خفية، مما يجعل كل عملية شراء خالية من التوتر وتمكنك من التسوق بذكاء.",

    "exploreWord": "اكتشف",

    "fashionWord": "الموضة",
    "beautyWord": "التجميل",
    "restaurantWord": "المطاعم",
    "supermarketWord": "التسوق",
    "clothesWord": "الملابس",
    "skincareWord": "العناية بالبشرة",
    "bagsWord": "الحقائب",
    "accessoriesWord": "الاكسسوارات",

    "spendWord": "الانفاق",
    "analyticsWord": "تحليلات",

    "spendAnalyticsP": "تتبع نفقاتك واكتسب رؤى حول عادات الإنفاق لديك. تعرف على أين وكيف تنفق أموالك، مما يساعدك على إدارة ميزانيتك بشكل أكثر فعالية.",

    "subscribeWord": "الاشتراك",
    "subscribeSentence": "كن أول من يتلقى التحديثات الحصرية سجل الآن!",
    "subscribeLabel": "ادخل ايميلك",

    "footerMainSentence": "طريقتك المفضلة للدفع، تقسيم المبلغ إلى 4 دفعات. دفعة أولى 25% و3 دفعات شهرية متساوية. (يتم الدفع في نهاية كل شهر)",
    "quickLinksWord": "روابط سريعة",
    "installAppWord": "تثبيت التطبيق",
    "securedPaymentWord": "بوابات دفع آمنة",
    "followWord": "تابعنا",
    "copyrightSentence": "حقوق النشر © 2024 وطفة. جميع الحقوق محفوظة",

    "faqTitleLeft": "الشائعة",
    "questionWord": "الاسئلة",
    "faqTitleSentence": "نحن هنا للإجابة على جميع أسئلتك.",

    "faqQuestion1": "ما هي خدمة الشراء الآن والدفع لاحقًا (BNPL) من وطفة؟",
    "faqQuestion2": "كيف يعمل نظام استرداد النقود؟",
    "faqQuestion3": "هل معلوماتي المالية آمنة مع وطفة؟",
    "faqQuestion4": "ماذا لو لم أكن راضيًا عن مشترياتي؟",

    "faqAnswer1": "تتيح لك خدمة BNPL من وطفة التسوق الآن وتقسيم مدفوعاتك إلى أقساط بدون فوائد، مما يجعل تجربة التسوق أكثر مرونة وتناسبًا مع ميزانيتك.",
    "faqAnswer2": "اكسب استردادًا نقديًا على كل عملية شراء مؤهلة، ويمكنك استخدامه في عمليات التسوق المستقبلية لجعل تجربتك أكثر مكافأة.",
    "faqAnswer3": "بالطبع! تستخدم وطفة أحدث تقنيات التشفير وبروتوكولات الأمان لضمان حماية بياناتك الشخصية والمالية.",
    "faqAnswer4": "نتعاون مع علامات تجارية موثوقة توفر سياسات واضحة للإرجاع والاستبدال. إذا لم تكن راضيًا عن طلبك، يمكنك الرجوع إلى سياسة الإرجاع لدينا لحل سلس وخالٍ من المتاعب.",

    "weWord": "نحن",
    "offerWord": "نقدم",
    "whyTitleSentence": "التسوق في متناول اليد: كل امرأة تستحق التألق",

    "whyPageCardsTitle1": "خطط دفع مرنة بدون فوائد",
    "whyPageCardsTitle2": "شراكات حصرية مع العلامات التجارية",
    "whyPageCardsTitle3": "مكافآت كاش باك مع محفظة وطفة",
    "whyPageCardsTitle4": "ضمان الجودة وإرجاع بسيط",
    "whyPageCardsTitle5": "تسوق ذكي لكل مناسبة",
    "whyPageCardsTitle6": "مدفوعات آمنة وسهلة",

    "whyPageCardsDescription1": "قسّم تكلفة مشترياتك على 3 أقساط شهرية بسهولة — بدون فوائد، بدون رسوم مخفية.",
    "whyPageCardsDescription2": "تضمن شراكاتنا الجودة العالية وتجارب فريدة تناسب أسلوب حياتك.",
    "whyPageCardsDescription3": "احصل على كاش باك عند الشراء، يتم إضافته فورًا إلى محفظة وطفة لاستخدامه في المستقبل.",
    "whyPageCardsDescription4": "اختر المنتج المناسب بجودة مضمونة، مع سياسة إرجاع مرنة تدعم خطط التقسيط.",
    "whyPageCardsDescription5": "تسوق براحة تامة للمناسبات مثل أعياد الميلاد والتخرج مع خيارات دفع مرنة.",
    "whyPageCardsDescription6": "معاملات آمنة مع خيارات دفع متعددة، بما في ذلك البطاقات الائتمانية والخصم المباشر والتحويلات البنكية.",

    "termTitle": "خيارات مدة القرض",
    "termTitleSentence": "توفر وطفة خيارات دفع مرنة لتناسب احتياجاتك المالية",

    "termCardTitle1": "خيار الدفع الكامل",
    "termCardTitle2": "خيار التقسيط",

    "termCardDescription1": "ادفع المبلغ الكامل خلال 25 يومًا من تاريخ الشراء.",
    "termCardDescription2": "قسّم المدفوعات على ثلاثة أشهر بدون فوائد.",

    "howWorkTitle": "كيف يعمل",
    "howWorkSentence": "عملية شراء بسيطة",

    "howWorkCardDescription1": "اختر منتجك",
    "howWorkCardDescription2": "اختر خطة الدفع",
    "howWorkCardDescription3": "إتمام الدفع بأمان",
    "howWorkCardDescription4": "أكد عملية الشراء",
    "howWorkCardDescription5": "استمتع بتسوقك",

    "aboutTitleWord": "معلومات",
    "usWord": "عنا",
    "aboutSentence": "قم بتمكين مشترياتك: تسوق بذكاء مع وطفة",
    "aboutWatfaSentence": "التزامنا يتجاوز مجرد الراحة. نحن نسعى لمساعدة النساء على اتخاذ قرارات مالية بثقة من خلال شروط قروض سهلة الإدارة ومحفظة رقمية تنظم الإنفاق بسلاسة. سواء كنت تفضلين السداد دفعة واحدة خلال 25 يومًا أو أقساطًا بدون فوائد على مدى ثلاثة أشهر، تمنحك وطفة التحكم والمرونة في كل خطوة، مما يخفف عنك عبء الدفعات الأولية المرتفعة.",

    "helpClientsTitle": "ماذا نقدم لمساعدة عملائنا في",
    "helpClientsTitleRight": "العصر الرقمي.",

    "helpClientsCardTitle1": "مهمتنا",
    "helpClientsCardTitle2": "أهدافنا",
    "helpClientsCardTitle3": "رؤيتنا",

    "helpClientDescription1": "تقديم حلول شراء الآن وادفع لاحقًا (BNPL) مبتكرة تمنح النساء الثقة في التسوق الذكي وإدارة أمورهن المالية بفعالية.",
    "helpClientDescription2": "في واتفا، هدفنا هو تمكين النساء من خلال حلول مالية مرنة توفر لهن الحرية والتحكم. نسعى إلى جعل التسوق أكثر سهولة للنساء من خلال خدمة BNPL الآمنة، مع تعزيز الإنفاق المسؤول. من خلال شراكتنا مع علامات تجارية موثوقة، نضمن أن يكون كل شراء عالي الجودة، كما أن مكافآت الاسترداد النقدي تجعل تجربة التسوق أكثر متعة. واتفا هنا لمساعدة النساء على التسوق بذكاء والعيش بثقة.",
    "helpClientDescription3": "تمكين النساء من التعبير عن فرديتهن والاحتفال بلحظات الحياة بسهولة، من خلال توفير تجربة تسوق مريحة وحرية مالية.",

    "contactWord": "تواصل",
    "usContactWord": "معنا",

    "contactUsTitleSentence": "لا تتردد في التواصل معنا - نحن هنا لجعل تجربتك مع وطفة سلسة وممتعة.",

    "formTitle": "تواصل معنا",

    "nameLabelForm": "اسمك",
    "emailLabelForm": "بريدك الإلكتروني",
    "numLabelForm": "رقم هاتفك",
    "msgLabelForm": "رسالتك",
    "submitFormWord": "إرسال"

}