{

    "homeWord": "Home",
    "watfaWord": "Watfa",
    "whyWord": "Why",
    "aboutWord": "About",
    "faqWord": "FAQ",
    "contactWord": "Contact",
    "languageWord": "Language",
    "arabicWord": "Arabic",
    "englishWord": "English",

    "welcomeToWord": "Welcome To",
    "introWatfa": "At Watfa, shopping should bring joy, not financial pressure. Our Buy Now, Pay Later (BNPL) is crafted exclusively for women, offering a tailored and secure shopping experience. Whether it's fashion, beauty, or wellness, Watfa helps you indulge in what you love without upfront payments.",

    "whyChooseWord": "Why Choose",

    "whyChooseP": "Whether celebrating birthdays, weddings, or simply treating yourself, Watfa lets you shop now and pay later with zero upfront payments.",

    "whyCardsTitle1": "Rewards and Cashbacks",
    "whyCardsTitle2": "Smart Digital Wallet",
    "whyCardsTitle3": "Enhanced Security",
    "whyCardsTitle4": "Interest-Free Installments",
    "whyCardsTitle5": "Personalized Shopping Experience",

    "whyCardsDescription1": "Earn rewards and unlock exclusive discounts with every purchase, making each transaction more rewarding.",
    "whyCardsDescription2": "Keep your payment methods securely stored and track your spending seamlessly through our app.",
    "whyCardsDescription3": "Watfa ensures that your data is protected with advanced encryption, letting you shop confidently.",
    "whyCardsDescription4": "Pay over three months or make a single payment within 25 days—no hidden fees.",
    "whyCardsDescription5": "Explore curated fashion, beauty, and wellness collections designed for your unique style.",

    "shopNowWord": "Shop Now",

    "aboutWatfaParagraph": "At Watfa, we’re redefining shopping by offering women an exclusive financial solution , an interest-free, flexible Buy Now, Pay Later (BNPL) service designed to fit your lifestyle. Watfa is more than a payment method; it’s a path to financial freedom. Our platform provides easy, transparent payment options with no hidden fees, making every purchase stress-free and empowering you to shop smart.",

    "exploreWord": "Explore",

    "fashionWord": "Fashions",
    "beautyWord": "Beauties",
    "restaurantWord": "Restaurants",
    "supermarketWord": "Supermarkets",
    "clothesWord": "Clothes",
    "skincareWord": "Skincare",
    "bagsWord": "Bags",
    "accessoriesWord": "Accessories",

    "spendWord": "Spend",
    "analyticsWord": "Analytics",

    "spendAnalyticsP": "Track your expenses and gain insights into your spending habits. Understand where and how you spend your money, helping you manage your budget more effectively.",

    "subscribeWord": "Subscribe",
    "subscribeSentence": "Be the first to receive exclusive updates Sign up now!",
    "subscribeLabel": "Enter Your Email",

    "footerMainSentence": "Your favorite way to pay ,Split in 4 payments. No late fees, Sharia compliant.",
    "quickLinksWord": "Quick links",
    "installAppWord": "Install App",
    "securedPaymentWord": "Secured Payment Gateways",
    "followWord": "Follow Us",
    "copyrightSentence": "Copyright @ 2024 Watfa. All Rights Reserved"

}