{

    "homeWord": "Home",
    "watfaWord": "Watfa",
    "whyWord": "Why",
    "aboutWord": "About",
    "faqWord": "FAQ",
    "contactUsWord": "Contact",
    "languageWord": "Language",
    "arabicWord": "Arabic",
    "englishWord": "English",

    "welcomeToWord": "Welcome To",
    "mainTitleSentence": "shopping should bring joy, not financial pressure",
    "introWatfa": "At Watfa, shopping should bring joy, not financial pressure. Our Buy Now, Pay Later (BNPL) is crafted exclusively for women, offering a tailored and secure shopping experience. Whether it's fashion, beauty, or wellness, Watfa helps you indulge in what you love without upfront payments.",

    "whyChooseWord": "Why Choose",

    "whyChooseP": "Whether celebrating birthdays, weddings, or simply treating yourself, Watfa lets you shop now and pay later with zero upfront payments.",

    "whyCardsTitle1": "Rewards and Discounts",
    "whyCardsTitle2": "Partnership",
    "whyCardsTitle3": "Enhanced Security",
    "whyCardsTitle4": "Interest-Free Installments",
    "whyCardsTitle5": "Personalized Shopping Experience",

    "whyCardsDescription1": "Earn rewards and unlock exclusive discounts with every purchase, making each transaction more rewarding.",
    "whyCardsDescription2": "our customers will be our partners in our commissions from the sellers We share the commission with",
    "whyCardsDescription3": "Watfa ensures that your data is protected with advanced encryption, letting you shop confidently.",
    "whyCardsDescription4": "Pay over three months or make a single payment within 25 days—no hidden fees.",
    "whyCardsDescription5": "Explore curated fashion, beauty, and wellness collections designed for your unique style.",

    "shopNowWord": "Shop Now",

    "aboutWatfaParagraph": "At Watfa, we’re redefining shopping by offering women an exclusive financial solution , an interest-free, flexible Buy Now, Pay Later (BNPL) service designed to fit your lifestyle. Watfa is more than a payment method; it’s a path to financial freedom. Our platform provides easy, transparent payment options with no hidden fees, making every purchase stress-free and empowering you to shop smart.",

    "exploreWord": "Explore",

    "fashionWord": "Fashions",
    "beautyWord": "Beauties",
    "restaurantWord": "Restaurants",
    "supermarketWord": "Supermarkets",
    "clothesWord": "Clothes",
    "skincareWord": "Skincare",
    "bagsWord": "Bags",
    "accessoriesWord": "Accessories",

    "spendWord": "Spend",
    "analyticsWord": "Analytics",

    "spendAnalyticsP": "Track your expenses and gain insights into your spending habits. Understand where and how you spend your money, helping you manage your budget more effectively.",

    "subscribeWord": "Subscribe",
    "subscribeSentence": "Be the first to receive exclusive updates Sign up now!",
    "subscribeLabel": "Enter Your Email",

    "footerMainSentence": "Your favorite way to pay ,Split in 4 payments. 25% down and 3 equal monthly payments. (payable at the end of each month)",
    "quickLinksWord": "Quick links",
    "installAppWord": "Install App",
    "securedPaymentWord": "Secured Payment Gateways",
    "followWord": "Follow Us",
    "copyrightSentence": "Copyright @ 2024 Watfa. All Rights Reserved",

    "faqTitleLeft": "Frequently Asked",
    "questionWord": "Questions",
    "faqTitleSentence": "We are here to answer all your questions.",

    "faqQuestion1": "What is Watfa's Buy Now, Pay Later (BNPL) service?",
    "faqQuestion2": "How does the cashback system work?",
    "faqQuestion3": "Is my financial information safe with Watfa?",
    "faqQuestion4": "What if I am not satisfied with my purchase?",

    "faqAnswer1": "Watfa’s BNPL service allows you to shop now and split your payments into interest-free installments, making your shopping experience more flexible and budget-friendly.",
    "faqAnswer2": "Earn cashback on every eligible purchase, which you can use toward future shopping, making your experience even more rewarding.",
    "faqAnswer3": "Absolutely! Watfa uses top-tier encryption and security protocols to ensure that your personal and financial data are safe.",
    "faqAnswer4": "We partner with trusted brands that offer clear return and exchange policies. If you're not satisfied with your order, simply refer to our return policy for a hassle-free solution.",

    "weWord": "We",
    "offerWord": "Offer",

    "whyTitleSentence": "Shopping Within Reach: Every Women Deserves to Shine",

    "whyPageCardsTitle1": "Flexible, Interest-Free Payment Plans",
    "whyPageCardsTitle2": "Exclusive Brand Partnerships",
    "whyPageCardsTitle3": "Cashback Rewards with Watfa Wallet",
    "whyPageCardsTitle4": "Quality Assurance & Simple Returns",
    "whyPageCardsTitle5": "Smart Shopping for Every Occasion",
    "whyPageCardsTitle6": "Secure & Effortless Payments",

    "whyPageCardsDescription1": "Spread the cost of your purchases into easy 3 months installments — NO INTEREST, NO HIDDEN CHARGES.",
    "whyPageCardsDescription2": "Our partnerships ensure premium quality and unique experiences tailored to your lifestyle.",
    "whyPageCardsDescription3": "Earn cashback on eligible purchases, instantly credited to your Watfa Wallet for future savings.",
    "whyPageCardsDescription4": "Find the right fit and quality with ease. Our return process keeps your installment plan flexible.",
    "whyPageCardsDescription5": "Shop stress-free for birthdays, graduations, and more with flexible payment options.",
    "whyPageCardsDescription6": "Secure transactions with multiple payment options, including debit cards, credit cards, and bank transfers.",

    "termTitle": "Loan Term Options",
    "termTitleSentence": "Watfa offers flexible payment options to suit your financial needs",

    "termCardTitle1": "Single Payment Option",
    "termCardTitle2": "Installment Option",

    "termCardDescription1": "Pay the full amount within 25 days of your purchase.",
    "termCardDescription2": "Spread payments over three months with zero interest.",

    "howWorkTitle": "How it work",
    "howWorkSentence": "Simple Buying Process",

    "howWorkCardDescription1": "Select Your product",
    "howWorkCardDescription2": "Choose a payment plan",
    "howWorkCardDescription3": "Secure Checkout",
    "howWorkCardDescription4": "Confirm Your Purchase",
    "howWorkCardDescription5": "Enjoy Your Shopping",

    "aboutTitleWord": "About",
    "usWord": "Us",
    "aboutSentence": "Empower Your Purchases: Shop Smart with Watfa",
    "aboutWatfaSentence": "Our commitment goes beyond convenience. We're dedicated to helping women make confident financial choices through easy-to-manage loan terms and a digital wallet that organizes spending seamlessly. Whether you prefer a single payment within 25 days or interest-free installments over three months, Watfa gives you control and flexibility every step of the way, freeing you from high upfront payments.",

    "helpClientsTitle": "What we do to help our customers in",
    "helpClientsTitleRight": "digital era.",

    "helpClientsCardTitle1": "Our Mission",
    "helpClientsCardTitle2": "Our Goals",
    "helpClientsCardTitle3": "Our Vision",

    "helpClientDescription1": "To provide innovative BNPL that give women the confidence to shop smart and manage their finances effectively..",
    "helpClientDescription2": "At Watfa, our goal is to empower women with flexible financial solutions that offer freedom and control. We aim to make shopping more accessible to women through secure BNPL service while promoting responsible spending. By partnering with trusted brands, we ensure every purchase is high-quality, and our cashback rewards make indulgence even more rewarding. Watfa is here to help women shop smart and live confidently.",
    "helpClientDescription3": "To empower women to embrace their individuality and celebrate life's moments with ease, through accessible shopping and financial freedom.",

    "contactWord": "Contact",
    "usContactWord": "Us",

    "contactUsTitleSentence": "Feel free to reach out—we’re here to make your experience with Watfa smooth and enjoyable.",

    "formTitle": "Get In Touch With Us",

    "nameLabelForm": "Your name",
    "emailLabelForm": "Your Email",
    "numLabelForm": "Your Phone number",
    "msgLabelForm": "Your Message",
    "submitFormWord": "Send"

}